{"translation-revision-date":"2021-05-08 09:54+0200","generator":"WP-CLI\/2.4.0","source":"167.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"You successfully saved the service.":["Du hast den Service erfolgreich gespeichert."],"Continue with the corresponding Content Blocker!":["Weiter mit dem entsprechenden Content Blocker!"],"The service could not be saved due to missing\/invalid form values.":["Der Service konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"You have unsaved changes. If you click on confirm, your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf Bestätigen klickst, werden deine Änderungen verworfen."],"Create content blocker for this service.":["Content Blocker für diesen Service erstellen."],"Please select a template for the Content Blocker!":["Bitte wähle eine Vorlage für den Content Blocker!"],"Select Content Blocker template...":["Content Blocker Vorlage auswählen..."],"Immediately after submitting this form you will be forwarded to another form that allows you to create the Content Blocker.":["Unmittelbar nach dem Absenden dieses Formulars wirst du zu einem anderen Formular weitergeleitet, mit dem du den Content Blocker erstellen kannst."],"Please confirm that you have checked the contents of the service.":["Bitte bestätige, dass du den Inhalt des Services überprüft haben."],"I have checked the information in the service template myself and added any missing information or corrected any information that does not fit to my use case.":["Ich habe die Informationen in der Service Vorlage selbst überprüft und fehlende Informationen ergänzt oder Informationen korrigiert, die nicht zu meinem Anwendungsfall passen."],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Save":["Speichern"],"Please fill in a value!":["Bitte gib einen Wert ein!"],"ActiveCampaign Account ID":["ActiveCampaign Account ID"],"Please fill in a valid ID!":["Bitte gib eine gültige ID ein!"],"e. g.":["z. B."],"Amazon Associates Widget HTML ID":["Amazon Partnernet Widget HTML ID"],"Facebook Pixel ID":["Facebook-Pixel ID"],"Found.ee Pixel ID":["Found.ee Pixel ID"],"Freshchat host":["Freshchat Host"],"Please provide a valid hostname!":["Bitte gib einen gültigen Hostnamen an!"],"Freshchat token":["Freshchat Token"],"Please provide a valid token!":["Bitte gib einen gültigen Token an!"],"Google Ads Conversation Tracking ID":["Google Ads Conversation Tracking ID"],"Please fill in a valid tracking ID!":["Bitte gib eine gültige Tracking ID ein!"],"Google Analytics Measurement ID":["Google Analytics Mess-ID"],"Google Analytics Tracking ID":["Google Analytics Tracking-ID"],"Google Tag Manager Container ID":["Google Tag Manager Container ID"],"Please fill in a valid container ID!":["Bitte gib eine gültige Container ID an!"],"HelpCrunch application ID":["HelpCrunch Anwendungs-ID"],"Please provide a valid number!":["Bitte gib eine gültige Nummer an!"],"HelpCrunch organization":["HelpCrunch Organisation"],"Please fill in a organization!":["Bitte gib eine Organisation an!"],"HelpCrunch application secret":["HelpCrunch Application Secret"],"Please provide a secret!":["Bitte gib ein Secret an!"],"HelpScout Beacon ID":["HelpScout Beacon ID"],"Please provide a valid id!":["Bitte gib eine gültige ID an!"],"Hotjar ID":["Hotjar ID"],"Intercom application ID":["Intercom Application ID"],"Lucky Orange Site ID":["Lucky Orange Site ID"],"Metricool Hash":["Metricool Hash"],"Please fill in a valid hash!":["Bitte gib einen gültigen Hash an!"],"Microsoft Advertising Universal Event Tracking (UET) Tag ID":["Microsoft Advertising Universal Event Tracking (UET) Tag ID"],"Mouseflow Website ID":["Mouseflow Website ID"],"Microsoft Clarity Project ID":["Microsoft Clarity Projekt ID"],"Matomo Host":["Matomo Host"],"Matomo Site ID":["Matomo Site ID"],"Matomo Tag Manager URL":["Matomo Tag Manager URL"],"Please provide a valid URL!":["Bitte gib eine gültige URL an!"],"Pinterest Tag ID":["Pinterest Tag ID"],"Reamaze account name":["Reamaze Account Name"],"Please fill in an account name!":["Bitte gib einen Account Namen ein!"],"e. g. example, if your Reamaze account is reachable at example.reamaze.com":["z. B. example, wenn dein Reamaze-Account unter example.reamaze.com erreichbar ist"],"tawk.to ID":["tawk.to ID"],"Tidio JS ID":["Tidio JS ID"],"Yandex Metrica Tag ID":["Yandex Metrica Tag ID"],"Zendesk widget key":["Zendesk Widget Key"],"Please provide a valid key!":["Bitte gib einen gültigen Key an!"],"A service with the same unique name already exists.":["Ein Service mit dem gleichen eindeutigen Namen existiert bereits."],"General service configuration":["Allgemeine Service-Konfiguration"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-individuelles-cookie-erstellen\/"],"Name":["Name"],"Please provide a name!":["Bitte gib einen Namen an!"],"Each service used should have a descriptive name that is understandable to a normal user, for example \"Google Analytics\".":["Jeder verwendete Service sollte einen beschreibenden Namen haben, der für einen normalen Nutzer verständlich ist, zum Beispiel “Google Analytics”."],"Status":["Status"],"Please choose a status!":["Bitte wähle einen Status aus!"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"Draft":["Entwurf"],"Services with a \"Draft\" or \"Disabled\" status will not visible to the public. In addition, a draft will be highlighted in the service table so that you do not forget to configure it.":["Services mit dem Status \"Entwurf\" oder \"Deaktiviert\" sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Services hervorgehoben, damit du nicht vergisst fertigzustellen."],"Group":["Gruppe"],"Please provide a group!":["Bitte gib eine Gruppe an!"],"Each service must be assigned to a group. All services that do not belong to the group of essential services can, but do not have to, be accepted by visitors. According to the ePrivacy Directive, only services without which the website would not function technically are considered essential services. A possible economic interest of the website operator in using a tool, e. g. Google Analytics, is irrelevant.":["Jedes Service muss einer Gruppe zugeordnet werden. Alle Services, die nicht zu der Gruppe der essenziellen Services gehören, können, müssen aber nicht von Besuchern akzeptiert werden. Gemäss der ePrivacy-Richtlinie gelten nur Services ohne welche die Website technisch nicht funktionieren würde, als essenzielle Services. Ein mögliches wirtschaftliches Interesse des Website-Betreibers an der Nutzung eines Tools, z. B. Google Analytics, ist unerheblich."],"The service group in which this service is normally placed (%s) has been deleted by you. Please group the service yourself.":["Die Service-Gruppe in der dieser Service normalerweise platziert wird (%s), wurde von dir gelöscht. Bitte gruppiere den Service selbst."],"Provider":["Anbieter"],"Please provide a provider!":["Bitte einen Anbieter angeben!"],"A service always has an \"owner\", who processes colleded data or information saved in cookies etc. Please specify which provider creates cookies and personal processes data, e. g. \"Google Ireland Limited\". If you are the provider, please enter your legal name.":["Ein Service hat immer einen \"Besitzer\", der gesammelte Daten oder in Cookies etc. gespeicherte Informationen verarbeitet. Bitte gib an, welcher Provider Cookies setzt und personenbezogene Daten verarbeitet, z. B. \"Google Ireland Limited\". Wenn du der Provider bist, gib bitte deinen rechtlichen (Firmen-)Namen an."],"Purpose":["Zweck"],"The ePrivacy Directive and GDPR require that a normal user understands the purpose of this service, how personal data are colleted and how cookies are used for it.":["Die ePrivacy-Richtlinie verlangen, dass ein normaler Benutzer den Zweck dieses Services versteht und erklärt bekommen wie Cookies hierfür verwendet werden."],"Privacy policy of the provider":["Datenschutzerklärung des Anbieters"],"Provide a direct link to the privacy policy of the provider that runs this service (in the language of your website).":["Gib einen direkten Link zur Datenschutzerklärung des Providers, der diesen Service betreibt, an (in der Sprache deiner Website)."],"Consent Forwarding Unique Name":["Eindeutiger Name für Weiterleitung der Einwilligung"],"Consent Forwarding is active. This means that all services on all available instances must be recognized by a unique name in order to set the consent for a service correctly.":["Die Weiterleitung der Einwilligung ist aktiv. Das bedeutet, dass alle Services auf allen vorhandenen Instanzen durch einen eindeutigen Namen erkannt werden müssen, um die Einwilligung für ein Service korrekt zu setzen."],"You can set a unique name, but essential services are automatically accepted when a consent is forwarded.":["Du kannst einen eindeutigen Namen festlegen, aber essenzielle Services werden automatisch akzeptiert, wenn eine Einwilligung weitergeleitet wird."],"Legal basis":["Rechtsgrundlage"],"Consent (Opt-in)":["Einwilligung (Opt-in)"],"Legitimate interest (Opt-out)":["Berechtigtes Interesse (Opt-out)"],"Services can be used on various legal bases according to Art. 6 GDPR. \"Consent\" means that the user must explicitly agree to the service (opt-in). \"Legitimate interest\" means that your interest as a website operator prevails to use the service and the user must explicitly disagree (opt-out). Unless it is an essential service. Then an objection is not possible. {{strong}}A legitimate interest exists only in rare cases. If you are not sure, it is better to obtain consent to be on the safe side.{{\/strong}}":["Die Dienste können auf verschiedenen Rechtsgrundlagen gemäß Art. 6 GDPR erfolgen. \"Einwilligung\" bedeutet, dass der Nutzer dem Dienst ausdrücklich zustimmen muss (Opt-in). \"Berechtigtes Interesse\" bedeutet, dass dein Interesse als Webseitenbetreiber überwiegt, den Dienst zu nutzen und der Nutzer explizit widersprechen muss (Opt-out). Es sei denn, es handelt sich um einen essentiellen Dienst. Dann ist ein Widerspruch nicht möglich. {{strong}}Ein berechtigtes Interesse liegt nur in seltenen Fällen vor. Wenn du dir nicht sicher bist, ist es besser, eine Einwilligung einzuholen, um auf der sicheren Seite zu sein.{{\/strong}}"],"Your service is currently grouped as \"Essential\". This group implies the legitimate interest, with the only difference that this service cannot be opted out.":["Dein Service ist derzeit als \"Essenziell\" gruppiert. Diese Gruppe impliziert das berechtigte Interesse, mit dem einzigen Unterschied, dass diesem Service nicht widerrufen werden kann."],"US data processing":["US-Datenverarbeitung"],"This service processes data in the USA or transfers data to US companies or servers":["Dieser Service verarbeitet Daten in den USA oder überträgt Daten an US-Firmen oder -Server"],"If you use this service declaration only as an notice and the corresponding service is already embedded outside the cookie banner on the first visit to the website, it is possible that the service used in the USA is already processing data before the user has agreed to this. From a data protection perspective, the use of such services should be avoided or the service should be embedded in the opt-in code (execution after consent), but in practice this will not always be possible.":["Wenn du dieses Service nur als Hinweis verwendest und der entsprechende Service bereits beim ersten Besuch der Website außerhalb des Cookie Banners eingebettet ist, ist es möglich, dass der in den USA genutzte Service bereits Daten verarbeitet, bevor der Nutzer dem zugestimmt hat. Aus datenschutzrechtlicher Sicht sollte die Nutzung solcher Services vermieden oder der Service in den Opt-in Code eingebettet werden (Ausführung nach Einwilligung), aber in der Praxis wird dies nicht immer möglich sein."],"No technical definitions":["Keine technischen Definitionen"],"This service does not set any technical cookies on the client of the visitor, but e. g. integrates a script.":["Dieser Service setzt keine technischen Cookies auf dem Client des Besuchers, aber bindet z. B. ein Script ein."],"Define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service or when a page is loaded. It is important to define the executed code correctly, as this ensures that scripts are executed and cookies are set only after the user's consent.":["Definiere HTML- und JavaScript-Code, der ausgeführt wird, wenn ein Besucher diesen Service akzeptiert oder ablehnt oder wenn eine Seite geladen wird. Es ist wichtig den ausgeführten Code korrekt zu definieren, da nur so sichergestellt werden kann, dass erst nach Einwilligung des Benutzers Scripts ausgeführt und Cookies gesetzt werden."],"Define the %1$s event that should be thrown in the data layer when a visitor decides to accept or reject this service. The event can be used as a trigger in %1$s. For users who do not allow to use %1$s a fallback can be defined. You can define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service, or when a page is loaded. It is important to define the event names and executed code correctly, as this will ensure that scripts are executed and cookies are only set with the user's consent.":["Definiere das %1$s Ereignis, das im Data Layer geworfen werden soll, wenn ein Besucher entscheidet diesen Service zu akzeptieren oder abzulehnen. Das Ereignis kann als Trigger im %1$s verwendet werden. Für Nutzer, welche die Verwendung von %1$s nicht erlauben, kann ein Fallback definiert werden. Du kannst HTML- und JavaScript-Code definieren, der ausgeführt wird, wenn ein Besucher beschließt, diesen Service zu akzeptieren oder abzulehnen, oder wenn eine Seite geladen wird. Es ist wichtig die Ereignisnamen und den ausgeführten Code korrekt zu definieren, da so sichergestellt wird, dass Scripte ausgeführt und Cookies nur mit Einwilligung des Nutzers gesetzt werden."],"Technical handling":["Technische Handhabung"],"Code executed on opt-in":["Code bei Opt-in ausführen"],"Only run this script if the user has {{u}}not{{\/u}} allowed to use %s":["Script nur ausführen, wenn der Nutzer {{u}}nicht{{\/u}} in die Verwendung von %s eingewilligt hat"],"Code executed on opt-out":["Code bei Opt-out ausführen"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Lösche alle First-Party-Cookies nach dem Opt-out. First-Party-Cookies sind nur Cookies, die von oder für diese Domain gesetzt wurden."],"Code executed on page load":["Code beim Laden der Seite ausführen"],"You have already defined a %s service.":["Du hast bereits einen %s Service definiert."],"Opt-in script below loads %s":["Opt-in Script unten lädt %s"],"You have defined %1$s in a non-essential service group. In our legal opinion, this is the only way to use %1$s legally. However, please note that if a user doesn't consent to load %1$s, opt-in and opt-out events will not be sent to %1$s. Real Cookie Banner offers you the possibility to specify a fallback HTML\/JavaScript for this case.":["Du hast %1$s in einer nicht essentiellen Service-Gruppe definiert. Nach unserer Rechtsauffassung ist dies die einzige Möglichkeit %1$s legal zu verwenden. Bitte beachte jedoch, dass wenn ein Nutzer nicht einwilligt %1$s zu laden, werden keine Opt-in- und Opt-out-Events an %1$s gesendet. Real Cookie Banner bietet dir die Möglichkeit für diesen Fall ein Fallback-HTML\/-JavaScript anzugeben."],"Event names for %s":["Ereignis-Namen für %s"],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-oder-matomo-tag-manager\/"],"You have not yet defined a %s service. To use event names, you must create a %s service.":["Du hast noch keinen %s Service definiert. Um Ereignis-Namen zu verwenden, musst du ein %s Service erstellen."],"The code above contains HTML tags that are skipped when one of the following plugins is active: {{strong\/}}. {{i}}What does this mean for me?{{\/i}} In most cases, another plugin will take over the execution of the technical code and you have to create an corresponding content blocker.":["Der obige Code enthält HTML-Tags, die übersprungen werden, wenn eines der folgenden Plugins aktiv ist: {{strong\/}}. {{i}}Was bedeutet das für mich?{{\/i}} In den meisten Fällen übernimmt ein anderes Plugin die Ausführung des technischen Codes und du musst entsprechend einen Content Blocker erstellen."],"For each service you use, you should specify all cookies that are used by it. You can find this out in the developer console of your browser. Please note that there are several types of cookies and that the law requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information.":["Für jeden Service, den du nutzt, solltest du auch alle Cookies angeben, die von diesem verwendet werden. Du kannst dies in der Entwicklerkonsole deines Browsers herausfinden. Bitte beachte, dass es mehrere Arten von Cookies gibt und dass das Gesetz verlangt, dass du deine Besucher nicht nur über (HTTP-)Cookies, sondern auch über Cookie-ähnliche Daten informierst."],"Technical cookie information":["Technische Cookie Informationen"],"Cookie type":["Cookie-Typ"],"Every cookie has a technical name, which you must provide. If a cookie name is dynamically composed, please use an asterisk ({{code}}*{{\/code}}) as wildcard.":["Jedes Cookie hat einen technischen Namen, den du angeben musst. Wenn sich ein Cookie-Name dynamisch zusammensetzt, verwende bitte ein Sternchen ({{code}}*{{\/code}}) als Platzhalter."],"Technical cookie name":["Technischer Cookie-Name"],"Every cookie is associated to a domain or hostname.":["Jedes Cookie ist zu einer Domain oder einem Host zugeordnet."],"Technical cookie host":["Technischer Cookie-Host"],"A HTTP cookie is only valid for a certain time, which is defined when the cookie is set.":["Ein HTTP-Cookie ist nur für eine bestimmte Zeit gültig, die beim Setzen des Cookies definiert wird."],"Cookie duration":["Cookie Gültigkeitsdauer"],"Please provide a cookie type!":["Bitte gib einen Cookie-Typ an!"],"Please provide a technical cookie name!":["Bitte gib einen technischen Cookie-Namen an!"],"Are you sure this is the name of the cookie? It seems like you are using a placeholder that is not supported. Please use an asterisk ({{code}}*{{\/code}}) as a placeholder if the cookie name is dynamically composed.":["Bist du sicher, dass dies der Name des Cookies ist? Es scheint, als würdest du einen Platzhalter verwenden, der nicht unterstützt wird. Bitte benutze ein Sternchen ({{code}}*{{\/code}}) als Platzhalter, wenn der Cookie-Name dynamisch zusammengestellt wird."],"You are using an invalid wildcard syntax {{code}}*.{{\/code}} to match subdomains. Use {{code}}.%s{{\/code}} to include subdomains.":["Du verwendest eine ungültige Platzhaltersyntax {{code}}*.{{\/code}}, um Subdomains zuzuordnen. Verwende {{code}}.%s{{\/code}}, um Subdomains einzuschließen."],"This cookie is active as long as the session is active":["Dieses Cookie ist so lange aktiv, wie die Session aktiv ist"],"Session":["Sitzung"],"Please provide a valid duration!":["Bitte gib eine gültige Gültigkeitsdauer an!"],"Please provide an unit!":["Bitte gib eine Einheit an!"],"second(s)":["Sekunde(n)"],"minute(s)":["Minute(n)"],"hour(s)":["Stunde(n)"],"day(s)":["Tag(e)"],"month(s)":["Monat(e)"],"year(s)":["Jahr(e)"],"Add another cookie definition":["Weitere Cookie-Definition hinzufügen"],"What you should definitely know!":["Was du unbedingt wissen solltest!"],"Okay, I got it":["Okay, verstanden"],"Want to use %s template?":["Möchtest du die %s Vorlage verwenden?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["In der %s Version von Real Cookie Banner steht nur eine begrenzte Anzahl von Vorlagen für Services und Content Blocker zur Verfügung. Hole dir jetzt die PRO-Version und erstellen ein Service oder einen Content Blocker aus der Vorlage mit nur einem Klick!"],"Demo":["Demo"],"Free":["Kostenlos"],"No description":["Keine Beschreibung"],"Create from scratch":["Individuell erstellen"],"Configure a new content blocker according to your requirements.":["Konfiguriere einen neuen Content Blocker nach deinen Anforderungen."],"Configure a new service according to your requirements.":["Konfiguriere ein neues Service nach deinen Anforderungen."],"...or create it from one of our templates":["…oder erstelle ihn mit einer unserer Vorlagen"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-alle-services-finden\/"],"How do I find all services (cookies) on my website?":["Wie finde ich alle Services (Cookies) auf meiner Website?"],"Search template by name...":["Vorlage nach Name suchen…"],"Show only free templates":["Nur kostenlose Vorlagen anzeigen"],"{{strong}}No template found.{{\/strong}} Please try to create the service by yourself or {{a}}contact us{{\/a}} and let us know the service for which you need a template.":["{{strong}}Keine Vorlage gefunden.{{\/strong}} Bitte versuchen den Service selbst zu erstellen oder {{a}}kontaktiere uns{{\/a}} und teile uns mit für welchen Service du eine Vorlage benötigst."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the language in which the website is to be made available to them, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Was sind Services? Services können externe Anwendungen wie Google Analytics oder WordPress Plugins oder Themes sein, die personenbezogene Daten (z.B. IP-Adresse) verarbeiten und\/oder Cookies setzen. Cookies (und ähnliche Technologien) sind kleine Textdateien, die auf dem Gerät der Besucher deiner Webseite gespeichert werden. Du kannst in Cookies Informationen über den Besucher speichern, wie z.B. die Sprache, in der ihm die Webseite zur Verfügung gestellt werden soll, oder eindeutige Werbe-IDs, um personalisierte Werbung anzuzeigen. Du als Website-Betreiber musst sicherstellen, dass Cookies nur auf den Geräten deiner Besucher platziert werden und personenbezogene Daten nur dann verarbeitet werden, wenn sie ihre ausdrückliche Einwilligung gegeben haben. Außer du hast ein berechtigtes Interesse im rechtlichen Sinne dies auch ohne Einwilligung zu tun. Du kannst hier alle von dir genutzten Services und deren Cookies mit ihren rechtlichen und technischen Informationen definieren."],"What is a content blocker? Imagine a user of your website does not accept all services. At the same time, you have integrated e. g. a YouTube video that would set cookies that the visitor has not agreed to. According to the ePrivacy Directive, this must not happen. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer the user to watch the video if he or she consents to load YouTube videos.":["Was ist ein Content Blocker? Stell dir vor, ein Nutzer deiner Website akzeptiert nicht alle Services. Gleichzeitig hast du z. B. ein YouTube-Video eingebunden, das Cookies setzen würde, denen der Besucher nicht zugestimmt hat. Laut der ePrivacy-Richtlinie darf das nicht passieren. Content Blocker ersetzen für solche Nutzer automatisch Iframes, Script- und Link-Tags wie YouTube-Videos und bieten dem Nutzer an, das Video anzusehen, wenn er in das Laden von YouTube-Videos einwilligt."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Einwilligungen werden automatisch dokumentiert, um die Einhaltung der gesetzlichen Anforderungen nach {{a}}Art. 5 DSGVO{{\/a}} nachzuweisen und im Streitfall zu belegen, wie die Einwilligung erlangt wurde."],"To comply with the ePrivacy Directive, you must provide links in your footer and\/or privacy policy to view the history of consents and to change and revoke the consent.":["Um der ePrivacy-Richtlinie zu entsprechen, musst du in deinem Footer und\/oder deiner Datenschutzerklärung Links bereitstellen, um die Historie der Einwilligungen einzusehen und die Einwilligung zu ändern und zu widerrufen."],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Um die Anforderungen des TCF-Standards zu erfüllen, sollten die Shortcodes in der Nähe des Links zu der Datenschutzerklärung platziert werden."],"What is a TCF vendor? According to the IAB Europe Transparency and Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Was ist ein TCF Vendor? Gemäß dem IAB Europe Transparency and Consent Framework (TCF) muss sich jeder Service (z.B. Google für Google Ads), der Einwilligungen nach dem TCF-Standard nutzen möchte, als Anbieter in der {{a}}Global Vendor List (GVL){{\/a}} registrieren. Alle TCF Vendoren geben an, für welche Zwecke sie eine Einwilligung zur Datenverarbeitung und zum Setzen von Cookies benötigen und welche Funktionen sie mit diesen Einwilligungen anbieten können. Für weitere Informationen stellen sie auch einen Link zu ihrer Datenschutzerklärung zur Verfügung. Du als Webseitenbetreiber musst für alle Vendoren (Partner), mit denen du zusammenarbeitest, eine Einwilligung in deinem Cookie Banner einholen. Du kannst die angefragten Zwecke von Vendoren einschränken, um die Einwilligungen so datenschutzfreundlich wie möglich zu halten."]}}}